Repository: mupimenov/wibi
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: block %s is saved
ru_ru: блок %s сохранён

source: block is removed
ru_ru: блок удалён

source: block is created
ru_ru: блок создан

source: edit
ru_ru: ред.

source: can not create comment: what is the page?
ru_ru: невозможно создать комментарий: не указана страница

source: commenting is disabled
ru_ru: комментирование отключено

source: author's name is empty
ru_ru: поле имя автора пусто

source: your message is useless
ru_ru: напишите хоть что нибудь

source: your prime number is not valid
ru_ru: вами введенное число не простое, или простое, но не то

source: comment is created:
ru_ru: комментарий создан:

source: comment by %s is removed
ru_ru: комментарий автора %s удалён

source: %s comment(s)
ru_ru: %s комм.

source: comments
ru_ru: комментарии

source: disable comments
ru_ru: отключить комментарии

source: site configs are saved
ru_ru: конфигурация сайта сохранена

source: site configuration
ru_ru: конфигурация сайта

source: where is page's id?
ru_ru: не указан идентификатор страницы. стыдно.

source: (no title)
ru_ru: (без заголовка)

source: (empty body)
ru_ru: (сообщение пусто)

source: page is created
ru_ru: страница создана

source: (empty title)
ru_ru: (без заголовка)

source: page is updated
ru_ru: страница обновлена

source: page (%s) is removed
ru_ru: страница (%s) удалена

source: where tag's id?
ru_ru: не указан идентификатор метки

source: pages for tag <i>%s</i>
ru_ru: страницы, помеченные меткой <i>%s</i>

source: there are no pages for tag <i>%s</i>
ru_ru: нет страниц, закреплённых за меткой <i>%s</i>

source: list of the tags -
ru_ru: список меток -

source: tag %s is updated
ru_ru: метка %s обновлена

source: tag %s is removed
ru_ru: метка %s удалена

source: tags
ru_ru: метки

source: you logged in
ru_ru: вы вошли

source: password is wrong
ru_ru: пароль ошибочен. примите меры

source: where is no user with such login
ru_ru: такого пользователя не существует. проявите фантазию.

source: you logged out
ru_ru: вы вышли

source: where user's id?
ru_ru: не указан идентификатор пользователя. как же так?

source: user name is changed
ru_ru: имя пользователя изменено

source: user passwords is changed
ru_ru: пароль пользователя изменён

source: passwords is not saved: you made a mistake repeating password
ru_ru: пароль не изменён: точнее надо быть при наборе

source: log out
ru_ru: выйти

source: log in
ru_ru: войти

source: hello
ru_ru: доброго дня

source: config
ru_ru: конфигурация

source: save
ru_ru: сохранить

source: name:
ru_ru: имя:

source: show block name?
ru_ru: показать имя блока?

source: position:
ru_ru: позиция:

source: Type the nearest <a href="http://en.wikipedia.org/wiki/Prime_number" title="Prime number (Wikipedia)">prime number</a> greater than
ru_ru: Введите ближайшее <a href="http://en.wikipedia.org/wiki/Prime_number" title="Prime number (Wikipedia)">простое число</a>, большее чем

source: Last comments
ru_ru: Последние комментарии

source: save config
ru_ru: сохранить конфигурацию

source: site title:
ru_ru: заголовок сайта

source: site url
ru_ru: url сайта

source: number of posts on main page
ru_ru: количество постов на главной странице

source: stick the page
ru_ru: прикрепить страницу

source: welcome to error page!
ru_ru: ошибка. поздравляем.

source: create
ru_ru: создать

source: sticked pages:
ru_ru: прикреплённые страницы:

source: user name:
ru_ru: имя пользователя:

source: user password (repeat twice):
ru_ru: пароль пользователя (повторить дважды)

source: Wibi welcomes you,
ru_ru: Добро пожаловать,

source: login:
ru_ru: логин:

source: password:
ru_ru: пароль:

source: RSS for pages
ru_ru: RSS постов

source: RSS for comments
ru_ru: RSS комментариев

source: parameters you typed are not integer
ru_ru: недопустимые параметры запроса

source: parameters you typed are not numeric
ru_ru: недопустимые параметры запроса

source: back...
ru_ru: назад...

source: ...forward
ru_ru: ...вперёд

source: recent pages:
ru_ru: последние заметки:

source: pages for all time
ru_ru: страницы за всё время

source: pages
ru_ru: страницы (посты)

source: ... show all
ru_ru: ... показать все

source: sort comments
ru_ru: поменять порядок комментариев
